index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>WATERSHIP DOWN: AN INDEX</title>
<!-- 2017-10-01 Sun 00:11 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="John Tait" />
<meta  name="description" content="Watership Down index, index to Watership Down, Watership Down glossary"
 />
</head>
<body>
<div id="content">
<h1 class="title">WATERSHIP DOWN: AN INDEX</h1>

<style>body{text-align:center;margin:20px;font-family:consolas,Menlo-Regular,Menlo,Monaco,monospace;font-size:125%;line-height:135%} a {color:blue;text-decoration:none;} .title{font-size:200%;color:crimson;} body{margin:0 auto;text-align:left;max-width:768px;width:100%;padding:10px;box-sizing:border-box,font-size:100%;} @media (max-width: 480px)</style>

<p>
<b>by John Tait</b>
</p>

<p>
A supplement to the classic rabbit epic <a href="https://en.wikipedia.org/wiki/Watership_Down"><i>Watership Down</i></a> by the late Richard Adams: a full index to the print version.
</p>

<p>
Page numbers are from 2014 Puffin edition.
</p>

<p>
<i>Watership Down</i> is arguably the best book in the whole world. It was the basis for a smash hit 1978 <a href="https://en.wikipedia.org/wiki/Watership_Down_(film)">film</a> of the same name.
</p>

<p>
<i>Watership Down</i> © 1972 Richard Adams.
</p>

<p>
Comments welcome: <a href="mailto:johngtait@gmail.com">johngtait@gmail.com</a>. Please write and say hello if you like this.
</p>

<hr  />
<div class="center">
<p>
This is a work in progress. It isn't finished. Up to p.169.
</p>
</div>

<hr  />

<p class="verse">
<b>A</b><br  />
<i>A Woman Young and Old</i>, 34<br  />
Acorn, introduction to, 24<br  />
Aeschylus, 3<br  />
<i>Agamemnom</i>, 3<br  />
Auden, W.H., 139<br  />
<br  />
<b>B</b><br  />
badger (<i>lendri</i>), 39&#x2013;42<br  />
beanfield, 57&#x2013;88<br  />
behaviour <i>see</i> rabbit<br  />
&#xa0;behaviour<br  />
Betony, first mention of,<br  />
&#xa0;107<br  />
Bigwig<br  />
&#xa0;&#xa0;&#xa0;fight, 26&#x2013;27, 56<br  />
&#xa0;&#xa0;&#xa0;introduction to, 13<br  />
&#xa0;&#xa0;&#xa0;left Owsla, 18<br  />
&#xa0;&#xa0;&#xa0;name in Lapine<br  />
&#xa0;&#xa0;&#xa0;&#xa0;(<i>Thlayli</i>), 13<br  />
&#xa0;&#xa0;&#xa0;snare, caught in,<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;144&#x2013;8<br  />
&#xa0;&#xa0;&#xa0;strength, 161<br  />
&#xa0;&#xa0;&#xa0;swimming, 46&#x2013;47<br  />
Blackberry<br  />
&#xa0;&#xa0;&#xa0;introduction to<br  />
&#xa0;&#xa0;&#xa0;&#xa0;(unnamed, rabbit with<br  />
&#xa0;&#xa0;&#xa0;&#xa0;black-tipped ears), 5<br  />
&#xa0;&#xa0;&#xa0;named, 17<br  />
&#xa0;&#xa0;&#xa0;plan to cross Enbourne,<br  />
&#xa0;&#xa0;&#xa0;&#xa0;48&#x2013;50<br  />
&#xa0;&#xa0;&#xa0;wits, 161<br  />
blackbird song, 43<br  />
Blake, William, 159<br  />
Bonaparte, Napoleon, 39<br  />
Browning, Robert, 52<br  />
Buckthorn<br  />
&#xa0;&#xa0;&#xa0;bitten by rats, 160<br  />
&#xa0;&#xa0;&#xa0;fight, 26&#x2013;27<br  />
&#xa0;&#xa0;&#xa0;introduction to, 24<br  />
Bunyan, John, 59<br  />
burnet leaf, 20<br  />
Butler, Matthew:<br  />
</p>
<center>
<iframe width="640" height="360" src="https://www.youtube.com/embed/elkCXVp_BqU" frameborder="0" allowfullscreen></iframe>
</center>
<p class="verse">
<b>C</b><br  />
Capt. Holly<br  />
&#xa0;&#xa0;&#xa0;fight, 26&#x2013;27<br  />
&#xa0;&#xa0;&#xa0;first mention, 17<br  />
&#xa0;&#xa0;&#xa0;introduction to, 26<br  />
carrots<br  />
&#xa0;&#xa0;&#xa0;<i>flayrah</i>, as, 112<br  />
&#xa0;&#xa0;&#xa0;tasting (Hazel), 113<br  />
Chief Rabbit<br  />
&#xa0;&#xa0;&#xa0;Cowslip's Warren, lack of, 99&#x2013;100<br  />
&#xa0;&#xa0;&#xa0;Sandleford, of<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;introduction to, 14<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;name in Lapine (<i>Threarah</i>), 13<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;reluctance to leave Sandleford, 15&#x2013;6<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;response to myxomatosis in Sandleford, 14<br  />
&#xa0;&#xa0;&#xa0;Watership Down, of (Hazel-rah)<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;first mention regarding, 76<br  />
counting, rabbit concept of, 5<br  />
<i>Cosi fan tutte</i>, 123<br  />
cowslip (flower), 6<br  />
Cowslip<br  />
&#xa0;&#xa0;&#xa0;evasive/pretending not to hear, 114&#x2013;5, 120, 147, 149&#x2013;150<br  />
&#xa0;&#xa0;&#xa0;first mention of, 82<br  />
&#xa0;&#xa0;&#xa0;introduced himself, 86<br  />
&#xa0;&#xa0;&#xa0;laughter, 106<br  />
&#xa0;&#xa0;&#xa0;rejection of stories, 133&#x2013;4<br  />
&#xa0;&#xa0;&#xa0;Warren, description of, 95&#x2013;96, 117<br  />
Cottington's Clump, 68<br  />
creation, rabbit myth, 34&#x2013;8<br  />
crow<br  />
&#xa0;&#xa0;&#xa0;attack, 55&#x2013;6<br  />
&#xa0;&#xa0;&#xa0;'Not-hawk', 53<br  />
<br  />
<b>D</b><br  />
Dandelion<br  />
&#xa0;&#xa0;&#xa0;fight, 27<br  />
&#xa0;&#xa0;&#xa0;introduction to, 17<br  />
&#xa0;&#xa0;&#xa0;speed, 30, 162<br  />
&#xa0;&#xa0;&#xa0;stories, <i>see</i> stories<br  />
<i>De Gustibus</i>, 52<br  />
de la Mare, Walter, first pages<br  />
de Ponte, Lorenzo, 123<br  />
doe<br  />
&#xa0;&#xa0;&#xa0;admiration (<i>Nildro-hain</i>), 105<br  />
dog<br  />
&#xa0;&#xa0;&#xa0;in wood, 47<br  />
&#xa0;&#xa0;&#xa0;Sandleford, Owsla opinion of, 41&#x2013;2<br  />
dog's mercury, 18<br  />
<br  />
<b>E</b><br  />
Earl of Chesterfield, the, 105<br  />
El-ahrairah<br  />
&#xa0;&#xa0;&#xa0;boasting, 35<br  />
&#xa0;&#xa0;&#xa0;exclamation, as, 92<br  />
&#xa0;&#xa0;&#xa0;first mention of, 30&#x2013;31<br  />
&#xa0;&#xa0;&#xa0;pronounciation, 30<br  />
&#xa0;&#xa0;&#xa0;stones mystery (Cowslip's Warren), 102&#x2013;103<br  />
&#xa0;&#xa0;&#xa0;stories, <i>see</i> stories<br  />
&#xa0;&#xa0;&#xa0;wives, 35<br  />
<i>embleer</i> (stinking, smell of fox), defined, 46<br  />
Enbourne (river)<br  />
&#xa0;&#xa0;&#xa0;crossing, 51&#x2013;2<br  />
&#xa0;&#xa0;&#xa0;described, 40, 44&#x2013;5<br  />
&#xa0;&#xa0;&#xa0;plan to cross, 42, 45<br  />
<i>elil</i> (enemies), defined, 5<br  />
exclamations <i>see</i> sayings, rabbit<br  />
<br  />
<b>F</b><br  />
farmer, shooting, 60-1<br  />
fight<br  />
&#xa0;&#xa0;&#xa0;crow (Bigwig), 56<br  />
&#xa0;&#xa0;&#xa0;rats (Bigwig, Buckthorn, Silver), 160&#x2013;1<br  />
&#xa0;&#xa0;&#xa0;Sandleford, departing (Capt. Holly, Bigwig, Buckthorn, Dandelion), 26&#x2013;27<br  />
Fiver<br  />
&#xa0;&#xa0;&#xa0;dream about water, 11&#x2013;2<br  />
&#xa0;&#xa0;&#xa0;fear and flight, 136&#x2013;7<br  />
&#xa0;&#xa0;&#xa0;Fiver-rah!, 167<br  />
&#xa0;&#xa0;&#xa0;introduction to, 5<br  />
&#xa0;&#xa0;&#xa0;name in Lapine (<i>Hrairoo</i>), 5<br  />
&#xa0;&#xa0;&#xa0;requirements for Watership Down, 45<br  />
&#xa0;&#xa0;&#xa0;visions and premonitions, 7&#x2013;8, 12, 16, 69, 90, 99, 116&#x2013;8, 134&#x2013;8, 151&#x2013;4, 161<br  />
<i>flayrah</i> (appetizing food)<br  />
&#xa0;&#xa0;&#xa0;defined, 112<br  />
&#xa0;&#xa0;&#xa0;first mentioned, 109<br  />
force, use of, 138<br  />
<i>Four Postures of Death</i>, 132<br  />
fox<br  />
Frith (God, also the sun)<br  />
&#xa0;&#xa0;&#xa0;bestowing El-ahrairah 'Prince with a Thousand Enemies', 35<br  />
&#xa0;&#xa0;&#xa0;blessing El-ahrairah's bottom, 37&#x2013;8<br  />
&#xa0;&#xa0;&#xa0;introduction to, 34<br  />
&#xa0;&#xa0;&#xa0;poem (Silverweed), 135&#x2013;6<br  />
&#xa0;&#xa0;&#xa0;presents to the animals, 35&#x2013;8<br  />
&#xa0;&#xa0;&#xa0;warning El-ahrairah, 35<br  />
<i>fu Inl&eacute;</i> (after moonrise)<br  />
&#xa0;&#xa0;&#xa0;defined, 20<br  />
&#xa0;&#xa0;&#xa0;first mention, 19<br  />
<br  />
<b>H</b><br  />
Hamlet, 21<br  />
Hardy, Thomas, 169<br  />
Hawkbit<br  />
&#xa0;&#xa0;&#xa0;introduction to, 23<br  />
&#xa0;&#xa0;&#xa0;wants to return to Sandleford, 66&#x2013;67<br  />
&#xa0;&#xa0;&#xa0;inspecting holes, 167&#x2013;8<br  />
Hazel<br  />
&#xa0;&#xa0;&#xa0;dream, 109, 139&#x2013;140<br  />
&#xa0;&#xa0;&#xa0;introduction to, 4<br  />
&#xa0;&#xa0;&#xa0;leadership, 41, 47, 71&#x2013;72, 76, 96, 161<br  />
Hazel-rah, first mentions, 75&#x2013;6<br  />
hedgehog<br  />
&#xa0;&#xa0;&#xa0;name in Lapine (<i>yona</i>), 64<br  />
&#xa0;&#xa0;&#xa0;Yona (story), 125, 130<br  />
<i>Hlao</i> (any small concavity in the grass where moisture may collect)<br  />
&#xa0;&#xa0;&#xa0;defined (name of Pipkin in Lapine), 22<br  />
<i>Hlao-roo</i>, diminutive form of Pipkin's name, first mentioned, 108<br  />
high, lonely place with dry soil (Watership Down), 45<br  />
<i>Hoi, Hoi u embleer Hrair, M' saigon ul&eacute; hraka vair</i> (Hoi, Hoi, the stinking Thousand, We meet them even when we stop to pass our droppings, Owsla lampoon), defined,<br  />
&#xa0;56<br  />
holes on Watership Down, 168&#x2013;170<br  />
Holly (rabbit), <i>see</i> Capt. Holly<br  />
<i>homba</i> (fox)<br  />
&#xa0;&#xa0;&#xa0;<i>see also</i> fox<br  />
&#xa0;&#xa0;&#xa0;first mention, 100<br  />
<i>hrair</i> (a lot), defined, 5<br  />
<i>Hrairoo</i> Little Thousand (name of Fiver in Lapine), defined, 5<br  />
<i>hraka</i> (droppings)<br  />
&#xa0;&#xa0;&#xa0;defined (Owlsa lampoon), 56<br  />
&#xa0;&#xa0;&#xa0;passing, 113<br  />
<i>hrududu</i> (motor vehicle), defined, 55<br  />
<br  />
<b>L</b><br  />
Labernum (Poison-tree, name of rabbit in Cowslip's Warren)<br  />
&#xa0;&#xa0;&#xa0;<i>see</i> Shape of Laburnum<br  />
lark, announcing morning, 42<br  />
laughter, unknown to most rabbits, 106<br  />
<i>Le Morte d'Arthur</i>, 71<br  />
<i>lendri</i> (badger), first mention, 40<br  />
<i>Letters to the Sun</i>, 105<br  />
Lockley, R.M., 28, 77<br  />
<br  />
<b>K</b><br  />
Kelfazin, marshes <i>see</i> stories<br  />
Keyes, Sidney, 132<br  />
Kingcup (rabbit), first mentioned (missing, called by Strawberry), 103&#x2013;4<br  />
<br  />
<b>M</b><br  />
Malory, 71<br  />
man smell, 109, 147<br  />
magpie, 156<br  />
martins, 44<br  />
movement, rabbit, 31&#x2013;2<br  />
myths<br  />
&#xa0;&#xa0;&#xa0;belief in, 133<br  />
&#xa0;&#xa0;&#xa0;creation, 34&#x2013;38<br  />
&#xa0;&#xa0;&#xa0;El-ahrairah, Shape (Cowslip's Warren), 102&#x2013;3, 105<br  />
myxomatosis, in Sandleford, 14<br  />
<br  />
<b>N</b><br  />
Newtown Common, 65<br  />
<i>ni-Frith</i> (noon)<br  />
&#xa0;&#xa0;&#xa0;defined, 12<br  />
&#xa0;&#xa0;&#xa0;used, 46, 82<br  />
<i>Nildro-Hain</i> (Song of the Blackbird, name of doe in Cowslip's Warren)<br  />
&#xa0;&#xa0;&#xa0;admired, 105<br  />
&#xa0;&#xa0;&#xa0;introduced, doe of Strawberry, 100<br  />
notice board of development of Sandleford, 10, 17<br  />
<br  />
<b>O</b><br  />
outskirter (rank-and-file ordinary rabbit), defined, 4<br  />
owl, 73<br  />
&#xa0;&#xa0;&#xa0;call, 65&#x2013;66, 141<br  />
<i>Owsla</i> (strong or clever rabbits surrounding the Chief Rabbit)<br  />
&#xa0;&#xa0;&#xa0;defined, 6&#x2013;7<br  />
&#xa0;&#xa0;&#xa0;lampoon, 56<br  />
&#xa0;&#xa0;&#xa0;story, Rabscuttle, 125<br  />
&#xa0;&#xa0;&#xa0;teaching,<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;<i>hrududil</i>, 64<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;snare, 145&#x2013;6<br  />
<br  />
<b>P</b><br  />
poetry (Cowslip's Warren), 134&#x2013;6<br  />
Pipkin<br  />
&#xa0;&#xa0;&#xa0;crossing Enbourne, 49&#x2013;50, 58<br  />
&#xa0;&#xa0;&#xa0;injury, 32, 40, 46<br  />
&#xa0;&#xa0;&#xa0;introduction to, 22<br  />
&#xa0;&#xa0;&#xa0;name in Lapine (<i>Hlao</i>), 22<br  />
&#xa0;&#xa0;&#xa0;screaming, 54<br  />
"Piss off!", 239<br  />
Prince with a Thousand Enemies<br  />
&#xa0;&#xa0;&#xa0;called by Prince Rainbow, 126<br  />
&#xa0;&#xa0;&#xa0;Frith bestows El-ahrairah, 38<br  />
Prince Rainbow <i>see</i> stories<br  />
<br  />
<b>R</b><br  />
rabbit behaviour<br  />
&#xa0;&#xa0;&#xa0;digging, 81&#x2013;82, 147&#x2013;8<br  />
&#xa0;&#xa0;&#xa0;carrying food, 114&#x2013;5<br  />
&#xa0;&#xa0;&#xa0;cleaning wounds, 58, 72<br  />
&#xa0;&#xa0;&#xa0;conventions and formalities, 98&#x2013;9<br  />
&#xa0;&#xa0;&#xa0;counting, rabbit concept of, 5<br  />
&#xa0;&#xa0;&#xa0;dancing (Cowslips's Warren), 94<br  />
&#xa0;&#xa0;&#xa0;disgust, 64<br  />
&#xa0;&#xa0;&#xa0;fear and flight (<i>see also tharn</i>), 136&#x2013;7<br  />
&#xa0;&#xa0;&#xa0;fools, teaching about, 90<br  />
&#xa0;&#xa0;&#xa0;force, use of, 138, 141 (discussed)<br  />
&#xa0;&#xa0;&#xa0;formal gestures (usual lack of), 94<br  />
&#xa0;&#xa0;&#xa0;laughter, unknown to most rabbits, 106<br  />
&#xa0;&#xa0;&#xa0;melancholy, unknown to most rabbits, 132<br  />
&#xa0;&#xa0;&#xa0;movement, 31&#x2013;3, 164<br  />
&#xa0;&#xa0;&#xa0;senses, underground, 96<br  />
&#xa0;&#xa0;&#xa0;screaming, 5<br  />
&#xa0;&#xa0;&#xa0;smelling, 88<br  />
&#xa0;&#xa0;&#xa0;sniffing during greeting, 83&#x2013;4, 94<br  />
&#xa0;&#xa0;&#xa0;stamping, 82, 109&#x2013;110<br  />
&#xa0;&#xa0;&#xa0;swimming, 42<br  />
&#xa0;&#xa0;&#xa0;unknown, response to, 29<br  />
&#xa0;&#xa0;&#xa0;time, rabbit concept of, 21, 59<br  />
&#xa0;&#xa0;&#xa0;woodland, in, 28<br  />
rabbit feet, 58<br  />
rat attack, 160&#x2013;1<br  />
river <i>see</i> Enbourne<br  />
road, crossing, 62&#x2013;3<br  />
<i>-roo</i>, little (name suffix), defined, 5<br  />
<br  />
<b>S</b><br  />
sainfoin, 162&#x2013;3<br  />
Sandleford<br  />
&#xa0;&#xa0;&#xa0;development of, 10<br  />
&#xa0;&#xa0;&#xa0;first mention of, 7<br  />
&#xa0;&#xa0;&#xa0;myxomatosis in, 14<br  />
&#xa0;&#xa0;&#xa0;plan to leave, 19<br  />
"<i>Sayn lay narn, marli?</i>" ("Is grounsel nice, mother?", muttered by Pipkin in sleep), 109<br  />
sayings, rabbit<br  />
&#xa0;&#xa0;&#xa0;By the King's Lettuce!, 141<br  />
&#xa0;&#xa0;&#xa0;Fits like a bee in a foxglove, 154<br  />
&#xa0;&#xa0;&#xa0;For El-ahrairah to cry, 151<br  />
&#xa0;&#xa0;&#xa0;Frith above!, 58<br  />
&#xa0;&#xa0;&#xa0;Frith and Inl&eacute;, 50<br  />
&#xa0;&#xa0;&#xa0;Frith forbid!, 155<br  />
&#xa0;&#xa0;&#xa0;Frith in a fog!, 72<br  />
&#xa0;&#xa0;&#xa0;<i>Frithrah!</i> (Lord God!), 19<br  />
&#xa0;&#xa0;&#xa0;Hills or Inl&eacute;, 150<br  />
&#xa0;&#xa0;&#xa0;If you were a horse the ceiling would fall down, 110<br  />
&#xa0;&#xa0;&#xa0;In the warren, more stories than passages, 121<br  />
&#xa0;&#xa0;&#xa0;My heart has joined the Thousand, for my friend stopped running today, 149<br  />
&#xa0;&#xa0;&#xa0;<i>O embleer Frith!</i> (Fiver's impiety, O stinking God!), 151<br  />
&#xa0;&#xa0;&#xa0;O Frith, 166<br  />
&#xa0;&#xa0;&#xa0;O Frith on the hills!, 166&#x2013;7<br  />
Shakespeare, 21<br  />
Shape of Laburnum, 102&#x2013;3, 105, 133<br  />
<i>silf</i> (outside), first mention of, 140<br  />
<i>silflay</i> (go above ground to feed), first mention of, 106<br  />
Silver, introduction to, 25<br  />
Silverweed (rabbit poet in Cowslip's Warren), 134&#x2013;6<br  />
snake, 65<br  />
snare, 119, 144&#x2013;8<br  />
Speedwell<br  />
&#xa0;&#xa0;&#xa0;introduction to, 24<br  />
Starveall (lonely barn), 160<br  />
stones <i>see</i> Shape of Laburnum<br  />
stories<br  />
&#xa0;&#xa0;&#xa0;<i>see also</i> myths<br  />
&#xa0;&#xa0;&#xa0;Dandelion telling, 33, 122, 132<br  />
&#xa0;&#xa0;&#xa0;El-ahrairah and the pike, 31<br  />
&#xa0;&#xa0;&#xa0;Kelfazin, marshes, 123<br  />
&#xa0;&#xa0;&#xa0;King Darzin<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;first mentioned, 124<br  />
&#xa0;&#xa0;&#xa0;Prince Rainbow<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;first mentioned, 123<br  />
&#xa0;&#xa0;&#xa0;<i>The Story of the Blessing of El-ahrairah</i>, 34&#x2013;38<br  />
&#xa0;&#xa0;&#xa0;<i>The Story of the King's Lettuce</i><br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;as expression, 141<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;mentioned in Cowslip's Warren, 102&#x2013;3<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;told, 123&#x2013;131<br  />
&#xa0;&#xa0;&#xa0;Rabscuttle, Captain of Owsla<br  />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;first mentioned, 125<br  />
&#xa0;&#xa0;&#xa0;Yona the hedgehog, 125, 130<br  />
Strawberry<br  />
&#xa0;&#xa0;&#xa0;&#xa0;Hazel admires, 110<br  />
&#xa0;&#xa0;&#xa0;&#xa0;introduction to, 100<br  />
&#xa0;&#xa0;&#xa0;&#xa0;leaves Cowslip's Warren, 155&#x2013;6<br  />
&#xa0;&#xa0;&#xa0;&#xa0;struggles, 162<br  />
&#xa0;&#xa0;&#xa0;&#xa0;tells stones (Shape of Laburnum) mystery, 101&#x2013;3<br  />
swearing<br  />
&#xa0;&#xa0;&#xa0;&#xa0;for Frith's sake, 91<br  />
&#xa0;&#xa0;&#xa0;&#xa0;<i>O embleer Frith!</i>, 151<br  />
&#xa0;&#xa0;&#xa0;&#xa0;Piss off!, 239<br  />
swimming<br  />
&#xa0;&#xa0;&#xa0;Bigwig, 46&#x2013;7<br  />
&#xa0;&#xa0;&#xa0;rabbit ability, 42<br  />
<br  />
<b>T</b><br  />
Tennyson, 93<br  />
<i>The Acts of the Apostles</i>, 44<br  />
<i>The Anabasis</i>, 17<br  />
<i>The Lotus Eaters</i>, 93<br  />
<i>The Marriage of Heaven and Hell</i>, 159<br  />
<i>The Pilgrim's Progress</i>, 59<br  />
<i>The Private Life of the Rabbit</i>, 28, 77<br  />
<i>The Witness</i>, 139<br  />
<i>The World</i>, 11<br  />
<i>tharn</i> (paralysis caused by fear and exhaustion)<br  />
&#xa0;&#xa0;&#xa0;defined, 32<br  />
&#xa0;&#xa0;&#xa0;further explained, 164&#x2013;5<br  />
<i>Thlayli</i> (Furhead, name of Bigwig in Lapine), defined, 13<br  />
<i>Threarah</i> (Lord Rowan Tree, name of Chief Rabbit of Sandleford in Lapine), defined, 13<br  />
Thousand, dog member of, 42<br  />
time, rabbit concept of, 21, 59<br  />
Toadflax, introduction to, 6<br  />
trees in November, like (Pipkin, Cowslip Warren rabbits), 107<br  />
<br  />
<b>U</b><br  />
<i>U Hrair</i>, The Thousand ('All the enemies' in Lapine), defined, 5<br  />
unknown, rabbit behaviour is reponse to, 29<br  />
<br  />
<b>V</b><br  />
Vaughan, Henry, 11<br  />
<br  />
<b>W</b><br  />
warren, description of old warren, 88<br  />
Watership Down<br  />
&#xa0;&#xa0;&#xa0;description, 68, 74, 159&#x2013;160, 166<br  />
&#xa0;&#xa0;&#xa0;Fiver's requirements, 45, 68, 163<br  />
<i>Who's in the Next Room?</i>, 169<br  />
woods, 28&#x2013;33<br  />
<br  />
<b>X</b><br  />
Xenophon, 17<br  />
<br  />
<b>Y</b><br  />
Yeats, W.B., 34<br  />
<i>yona</i> (hedgehog), 64<br  />
Yona the hedgehog (story), 125, 130<br  />
</p>
</div>
<div id="postamble" class="status">
<p class="author">Author: John Tait</p>
<p class="date">Created: 2017-10-01 Sun 00:11</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.4.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
